Repository: NoFearJoe/SelfieMe
Catalog: SelfieMe/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, ru, zh_hans, zh_hant

# CAMERA_MODE_UNDEFINED
source: UNDEFINED
de: UNDEFINIERT
fr: INDÉFINI
ru: НЕ ОПРЕДЕЛЕН

# CAMERA_MODE_3x4
source: PHOTO
ru: ФОТО
zh_hans: 照片
zh_hant: 照片

source: Touch to enable camera
de: Berühren, um der Anwendung Zugriff auf die Kamera zu gewähren
es: Dale para activar la cámara
fr: Touchez, pour autoriser l'application à accéder à la camera
ru: Коснитесь, чтобы предоставить приложению доступ к камере
zh_hans: 请您轻触，使软件能连接到您的摄像头
zh_hant: 請您輕觸，使軟件能連接到您的攝像頭

# STRING_SECONDS_SHORT
source: s
ru: с
zh_hans: 秒
zh_hant: 秒

source: Cancel
de: Stornieren
es: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# ALERT_WARNING
source: Warning
de: Warnung
es: Aviso
fr: La prevention
ru: Предупреждение
zh_hans: 警告
zh_hant: 警告

# ALERT_ERROR
source: Error
de: Fehler
fr: L'erreur
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# ALERT_MESSAGE_CAMERA_ACCESS_REQUIRED
source: Camera access required for App
de: Zugang zu der Kamera, für die Arbeitslage der Anwendung erforderlich
es: Se requiere acceso a la cámara para la aplicación
fr: À accéder à la camera est nécessaire pour le fonctionnement de l'application
ru: Доступ к камере обязателен для работы приложения
zh_hans: 软件和您摄像头的连接是使用软件所必不可少的
zh_hant: 軟件和您攝像頭的連接是使用軟件所必不可少的

# ALERT_MESSAGE_GALLERY_ACCESS_REQUIRED
source: Gallery access preferred for App
de: Ohne Zugriff auf die Galerie unmöglich, Fotos zu speichern und zu betrachten
es: Se prefiere acceso a la galería
fr: Sans accès à la galerie, vous ne serez pas en mesure de stocker et afficher des photos
ru: Без доступа к галерее Вы не сможете сохранять и просматривать фото
zh_hans: 没有保存路径，您不能够保存或浏览照片
zh_hant: 沒有保存路徑，您不能夠保存或瀏覽照片

# ALERT_ANSWER_ALLOW
source: Allow
de: Den Zugang ermöglichen
es: Permitir
fr: Permettre l'accès
ru: Разрешить доступ
zh_hans: 允许
zh_hant: 允許

# ALERT_ANSWER_DENY
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Refuser l'accès
ru: Отказать в доступе
zh_hans: 不是现在
zh_hant: 不是現在

# ALERT_RATE
source: Rate
es: Valoración
fr: Évalue notre service
ru: Оцени нашу работу
zh_hans: 请您评价我们的工作
zh_hant: 請您評價我們的工作

# ALERT_MESSAGE_RATE
source: If you found SelfieMe useful or just funny, please take a minute to rate it
es: Si SelfieMe te ha parecido útil o divertido, por favor, dedícale sólo un minuto a puntuarlo.
fr: Si ne pas évaluer notre application, alors nous serons tristes et arrêtons de lui pour améliorer
ru: Если не оценивать наше приложение, то мы загрустим и перестанем его улучшать. Мы рады любой оценке, какой бы она ни была.
zh_hans: 如果您不评价我们的软件，我们会感到伤心并停滞不前。我们高兴看到任何评价，即使有一些并不存在
zh_hant: 如果您不評價我們的軟件，我們會感到傷心並停滯不前。我們高興看到任何評價，即使有一些並不存在

# ALERT_ANSWER_RATE
source: Rate now!
de: Bewerten!
es: ⭐️ Puntúela ahora!
fr: Évaluer!
ru: ⭐️ Оценить!
zh_hans: 现在就评价吧!
zh_hant: 現在就評價吧!

# ALERT_ANSWER_NOT_NOW
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Non, pas maintenant
ru: Не сейчас
zh_hans: 不是现在
zh_hant: 不是現在

# GALLERY_SELECT_ALL
source: Select all
de: Alle auswählen
es: Seleccione todo
fr: Choisir tout
ru: Выбрать все
zh_hans: 全选
zh_hant: 全選

# GALLERY_DESELECT_ALL
source: Deselect
de: Auswahl entfernen
es: Rechazar
fr: Retirer le choix
ru: Снять выбор
zh_hans: 取消
zh_hant: 取消

# EDUCATION_STAGE_0
source: Определите, где должны находится лица в кадре (Tap, Drag)
de: Bitte den Mauszeiger an die Stelle, wo die Gesichter sein sollten, bewegen
es: Mueva el cursor donde la persona debería estar.
fr: Déplacez le indicateur à l'endroit où les visages doit être
ru: Переместите указатель туда, где должны находиться лица
zh_hans: 请您把标志移动到脸的位置
zh_hant: 請您把標誌移動到臉的位置

# EDUCATION_STAGE_1
source: Если лиц несколько, определите размер области, куда должны попасть лица (Pinch)
de: Bitte die Anzahl von Gesichtern im Rahmen beschränken
es: Limite el número de caras en el marco
fr: Limitez le nombre des visages dans la image
ru: Ограничьте количество лиц в кадре
zh_hans: 请您控制画面里的人脸数目
zh_hant: 請您控制畫面裡的人臉數目

# EDUCATION_STAGE_2
source: Задайте желаемое количество лиц или оставьте значение по-умолчанию
de: Bitte auf den Aufnahmeknopf klicken und den Sprachansagen folgen
es: Haga clic en el botón de la foto y sigue la instrucción de voz.
fr: Cliquez sur le bouton de prise de vue et suivez les instructions vocales
ru: Нажмите на кнопку съёмки и следуйте голосовым командам
zh_hans: 请您按下拍摄按钮并根据语音指令操作
zh_hant: 請您按下拍攝按鈕並根據語音指令操作

# EDUCATION_STAGE_3
source: Нажмите на кнопку съёмки и следуйте голосовым командам
de: Bitte die entsprechenden Einstellungen wählen. Resultat: perfekte Selfies!
es: Seleccione la configuración adecuada y hacer una excelente autofoto!
fr: Choisissez les paramètres appropriés et faites excellent selfie!
ru: Выберите подходящие Вам настройки и делайте отличные селфи!
zh_hans: 请您适当调整姿态，拍出最美的自拍
zh_hant: 請您適當調整姿態，拍出最美的自拍

# SETTINGS_TITLE
source: Settings
de: EINSTELLUNGEN
es: Herramientas
fr: Paramètres
ru: Настройки
zh_hans: 设置
zh_hant: 設置

# SETTINGS_SECTION_SHARE
source: Feedback and contacts
de: Feedback und Kontakte
es: Comentarios y contactos
fr: La liaison en retour et les contacts
ru: Обратная связь и контакты
zh_hans: 反馈和联系
zh_hant: 反饋和聯繫

# SETTINGS_SECTION_SHARE_SUBTITLE
source: Your ratings and reviews - our bug fixes and improvements
de: Ihre Bewertungen und Rezensionen - unser Bug-Fixes und Verbesserungen
es: Sus puntuaciones y correciones – nuestras correcciones de erros y mejoras.
fr: Vos évaluations et commentaries - nos corrections et les améliorations
ru: Ваши оценки и отзывы - наши исправления и улучшения
zh_hans: 您的评价和反馈——是我们的改进和提高的依据
zh_hant: 您的評價和反饋——是我們的改進和提高的依據

# SETTINGS_SHARE
source: Share to friends
de: Mit jemandem teilen
es: Compártalo con amigos
fr: Raconter aux amis
ru: Рассказать друзьям
zh_hans: 分享给朋友
zh_hant: 分享給朋友

# SETTINGS_RATE
source: Rate us
de: Unsere Arbeit bewerten
es: Valórenos
fr: Évaluer l'application
ru: Оценить приложение
zh_hans: 我们评分
zh_hant: 我們評分

# SETTINGS_CONNECTION
source: Contacts
de: Uns kontaktieren
es: Contactos
ru: Связь с нами
zh_hans: 往来
zh_hant: 往來

# STRING_MAIL
source: Send mail
de: Einen Brief absenden
es: Envíe un correo
fr: Envoyez-nous un e-mail
ru: Отправить нам письмо
zh_hans: 发送邮件
zh_hant: 發送郵件

# settings_general
source: General
de: Allgemeine Einstellungen
fr: Les essentiels
ru: Основные
zh_hans: 一般
zh_hant: 一般

# settings_general_show_photo_immediately
source: Show photo immediately
de: Foto anzeigen sofort
es: Muestre una foto inmediatamente
fr: L'affichage rapide de la photo
ru: Быстрый просмотр фото
zh_hans: 快速浏览照片
zh_hant: 快速瀏覽照片

# settings_general_add_logo
source: Add App icon to photos
fr: Icône de l'application dans la photo
ru: Иконка приложения на фото

# settings_assistant
source: Assistant
de: Assistent
es: Asistente
fr: L'assistant
ru: Ассистент
zh_hans: 助理
zh_hant: 助理

# settings_assistant_vibration
source: Vibration
es: Vibración
fr: La vibration
ru: Вибрация
zh_hans: 振动
zh_hant: 振動

# settings_assistant_screen
source: Screen light
de: Rücklicht
es: Luz de la pantalla
fr: Le rétroéclairage de l'écran
ru: Подсветка экрана
zh_hans: 屏幕灯
zh_hant: 屏幕燈

# settings_assistant_torch
source: Short blink
de: Kurzer Blitz
es: Parpadeo corto
fr: Le flash court
ru: Короткая вспышка
zh_hans: 短闪
zh_hant: 短閃

# settings_assistant_screen_help
source: At the moment when you will need to stop before the photo will be made, the screen lights up. Use this type of assistance in low light.
de: Als Stopp-Signal wird die Hintergrundbeleuchtung eingeschaltet. Verwenden Sie diese Hilfeart bei schwachem Licht.
es: En el momento en el que necesite parar antes de que se haga la foto, la pantalla se encenderá. Use este tipo de ayuda con poca luz.
fr: À titre du signal de l'arrêt le rétro-éclairage de l'écran se met en marche. Utilisez ce type d'assistance en basse lumière.
ru: В качестве сигнала остановки будет включена подсветка экрана. Используйте этот вид помощи при слабом освещении.
zh_hans: 作为拍摄完成的信号，屏幕补光开启。光线不佳时，请您使用该功能。
zh_hant: 作為拍攝完成的信號，屏幕補光開啟。光線不佳時，請您使用該功能。.

# settings_assistant_vibration_help
source: At the moment when you will need to stop before the photo will be made, short vibration will be enabled. Use this type of assistance, if noisily around.
de: Kurze Vibration wird als Stopp-Signal eingeschaltet. Verwenden Sie diese Art von Hilfe bei Lärm.
es: En el momento en el que necesite parar antes de que se haga la foto, una pequeña vibración se activará. Use este tipo de ayuda si hay mucho ruido alrededor.
fr: À titre du signal de l'arrêt la courte vibration se met en marche. Utilisez ce type d'assistance, si bruyante autour.
ru: В качестве сигнала остановки будет включена короткая вибрация. Используйте этот вид помощи, если вокруг шумно.
zh_hans: 作为拍摄完成的信号，设备震动开启。周围环境嘈杂时，请您使用该功能。
zh_hant: 作為拍攝完成的信號，設備震動開啟。周圍環境嘈雜時，請您使用該功能。

# settings_assistant_torch_help
source: At the moment when you will need to stop before the photo will be made, short blink will be enabled. Do not use this type of assistance in low light.
de: Der schwache Blitz wird als Stopp-Signal gebraucht. Verwenden Sie diese Art von Hilfe bei schwachem Licht nicht.
es: En el momento en el que necesite parar antes de que se haga la foto, un parpadeo corto se activará. No use este tipo de ayuda con poca luz.
fr: À titre du signal de l'arrêt le faible flash se met en marche. Ne pas utilisez ce type d'assistance en basse lumière.
ru: В качестве сигнала остановки будет включена слабая вспышка. Не используйте этот вид помощи, при слабом освещении.
zh_hans: 作为拍摄完成的信号，弱闪关灯开启。光线不佳时，请勿使用该功能。”
zh_hant: 作為拍攝完成的信號，弱閃關燈開啟。光線不佳時，請勿使用該功能。

# settings_assistant_soundset
source: Sound set
ru: Звуковой набор

# settings_assistant_soundset_default
source: Default
ru: Стандартный

# SHARE_MESSAGE
source: I've made excellent selfie with SelfieMe and I recommend to try it!
de: Ich habe ausgezeichnete selfie mit SelfieMe gemacht und ich empfehle es zu versuchen!
es: Me ha salido un selfie perfecto con SelfieMe y recomiendo probarlo!
fr: Je me suis fait un excellent selfie avec SelfieMe et je recommande de l'essayer!
ru: С SelfieMe у меня получились отличные селфи! Рекомендую попробовать!
zh_hans: 我用 SelfieMe 拍出了超赞的自拍！强烈推荐！
zh_hant: 我用 SelfieMe 拍出了超讚的自拍！強烈推薦！

# HELP_TITLE
source: Help
de: Informationen
es: Ayuda
fr: L'information
ru: Справка
zh_hans: 信息
zh_hant: 信息

# PR_TITLE
source: Advertisement
ru: Реклама

# PR_ANSWER_OK
source: View ad
ru: Посмотреть рекламу

# PR_ANSWER_NO
source: Later
ru: Не сейчас

# PR_MESSAGE_0
source: Due to the fact that you watch ads, the app will always remain free.
ru: Благодаря тому, что Вы посмотрите рекламу, приложение навсегда останется бесплатным.

# PR_MESSAGE_1
source: Hey, we have a little bit of ads. Would you like to see?
ru: Псс, у нас есть немного рекламы. Не хотите посмотреть?

# PR_MESSAGE_2
source: Do you wanna make an ad break?
ru: Сделаем рекламную паузу?

# PR_MESSAGE_3
source: We know that this is very very bad, but it's not so hard...
ru: Мы знаем, что это плохо-плохо, но это же не трудно...

# PR_MESSAGE_4
source: We promise this is last time! Thank you for your patience.
ru: Обещаем, это последний раз! Спасибо за терпение.

# PR_DISABLE_TITLE
source: Ads disabling
de: Werbung abschalten
es: Anuncios desactivados
fr: Désactivation de la publicité
ru: Отключение рекламы
zh_hans: 广告显示
zh_hant: 廣告顯示

# PR_DISABLE_MESSAGE
source: Buy SelfieMe + to disable ads and get more features
de: Kaufen SelfieMe+ Anzeigen zu deaktivieren und mehr Funktionen
es: Comprar SelfieMe+ para desactivar los anuncios y obtener más características
fr: Acheter SelfieMe+ pour désactiver les annonces et obtenir plus de fonctionnalités
ru: Купите SelfieMe+ чтобы отключить рекламу и получить дополнительные функции
zh_hans: 购买SelfieMe+禁用的广告并获得更多的功能
zh_hant: 購買SelfieMe+禁用的廣告並獲得更多的功能

# PR_DISABLE_ANSWER_SHARE
source: Tell friend
de: Dem Freund erzählen
es: Decir a un amigo
fr: Raconter aux amis
ru: Рассказать другу
zh_hans: 告诉朋友
zh_hant: 告訴朋友

# PR_DISABLE_ANSWER_RATE
source: Rate
de: Die App bewerten
es: Puntuar
fr: Évaluer l'application
ru: Оценить приложение
zh_hans: 率
zh_hant: 率

# PR_DISABLE_ANSWER_BUY_PLUS_VERSION
source: Buy SelfieMe+
de: Kaufen SelfieMe+
es: Comprar SelfieMe+
fr: Acheter SelfieMe+
ru: Купить SelfieMe+
zh_hans: 购买SelfieMe+
zh_hant: 購買SelfieMe+

# PR_DISABLE_ANSWER_NOT_NOW
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Non, pas maintenant
ru: Не сейчас
zh_hans: 不是现在
zh_hant: 不是現在
